IDEA Open Model
ConcreteBlock Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConcreteBlock class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConcreteBlock()
Public Sub New
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace